Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 妇人愣了愣，捋了捋鬓角发丝，这才轻声说道：“那可怜孩子叫陈平安，爹娘都是镇上长大的人，他娘亲跟我关系还很好，模样一般，性子是真好，我好像从没有见她和谁红过脸，她男人那相貌，上不了台面，还真有点配不上她，不过烧瓷手艺不错，如果不是死得早，指不定熬个二十年，就能当上那座大龙窑的窑头。至于是怎么死的，有说是那个暴雨夜，怕断了窑火，匆忙赶路，一失足跌入了溪水，也有说是去砍柴烧炭，贪图小便宜，闯入朝廷封禁的山头，给野兽叼进深山老林了，总之，尸体都没找着。那男人，几棍子打不出个屁的闷葫芦脾气，对自家孩子倒是好，每次回镇上都要捎带些小礼物，小鼓、糖菩萨、老碎瓷，大体上来说，那一家三口，在男人死前，还算安稳。”
en_us: The woman faltered slightly upon hearing this, then smoothed down her hair with her hands momentarily before beginning her story. “The name of that poor boy is Chen Ping’an. Both his parents grew up in the town, and I was very close with his mother. She wasn’t particularly beautiful, but she had a fantastic personality. I don’t think I can recall an instance where she ever became angry at anyone. Her husband was far from a handsome man, and to be honest, I don’t think he was good enough for her, but he was a decent potter. If he hadn’t died so young, perhaps he would’ve been able to become the head potter at a large dragon kiln in 20 years. As for how he died, some say that on a certain rainy day, he was worried that the flame in the kilns would be snuffed out, and in his haste to get to the kilns, he slipped and fell into the creek. Others say that while out in the forest securing firewood one day, his greed got the better of him, and he trespassed onto a mountain that was sealed off by the imperial court and fell pretty to some wild beasts. In any case, his body was never found. That man had a really quite and withdrawn personality, but he was really good to his son. Whenever he returned to the town, he would always bring some small gifts like little pellet drums, candy Bodhisattva figures, or old porcelain fragments. Before he passed away, the family of three had a pretty stable life. After Chen Ping’an’s father passed away, the grief was too much for his mother to bear, and she fell ill almost overnight. Over the course of less than a year, she was so tormented by her illness that she had been reduced to nothing more than a sack of skin and bones. At the time, her neighbors and I were terrified to see her, and she was just a shell of the bubbly and outgoing woman that everyone knew and loved. During that time, Chen Ping’an looked after her. He was just a wee little child back then, but he did everything, including buying and brewing medicine, and cooking for his mother and himself. He was so short back then that he had to stand on a stool while cooking just to reach countertop, and in order to save money on medicinal ingredients, he would go all over the mountain searching for the more common medicinal ingredients. If he had any leftover, he would sell it all to the medicine shop. One time, he presumably ate the wrong medicinal herb by accident while exploring the mountains, and upon returning to the town, he suddenly collapsed to the ground and began frothing at the mouth while rolling around as if he had been possessed. We were terrified at the time, thinking that this would be the end of their family. At the time, my mother-in-law was still alive, and she said that it would be a blessing for all three of them to pass on like this so that no one would have to remain in this world and suffer alone. At the very least, they would be able to reunite in the afterlife. However, Chen Ping’an was somehow able to survive that ordeal on his own, but his mother was unable to live through the winter. Oh, that reminds me, Chen Ping’an was born on the fifth day of the fifth month. All of the older people in our alley say that this is the most unlucky day of the year, and those who are born on that day will not only lead miserable lives, they’ll bring misfortune upon their families as well. After his parents passed away, there was not a single copper coin left in their house. Even the small gifts that his father had brought back for him had all been exchanged for food with the other children in the town.”

source: 妇人指着自家汉子骂道：“没出息的孬种，跟死了没两样，出了事情就知道装死，成天就知道瞎逛，捞鱼抓蛇，跟穿开裆裤的孩子差不多，比你儿子还不如！小槐好歹知道偷捡点东西回家。你一个当爹的，为啥杨家铺子的伙计不愿意做，是富得流油还是咋的，非要跟银子较劲？一年到头也不知道干点正经事”
en_us: The woman pointed straight at her husband as she launched into a ferocious tirade. "You useless piece of trash! How are you any different from a dead man? Whenever anything happens, all you do is stand around and pretend that you're dead! You do nothing all day aside from wandering around the town, catching fish and snakes like those kids who are still wearing open crotch pants! You're not even as useful as our son! At least he knows to pick up some useful things for house! Why is it that you're unwilling to work at the Yang Family's medicine shop? Are you filthy rich? Why would you refuse a paying job? How about you do something that contributes to this family for once?"

source: 妇人挑了一下眉头，讥笑道：“我怕一不小心把你给憋死。你啊，可以找杏花巷的马婆婆去！管饱！”
en_us: The woman raised an eyebrow, then sneered, "I'm worried I might accidentally suffocate you to death! I suggest you go find Granny Ma on Apricot Blossom Alley, I guarantee you she'll have more than enough for you to drink!"

source: 妇人接过金色铜钱，低头瞥了眼样式，跟铜钱差不多，就是颜色不同，她有些呆滞，小声问道：“金子？”
en_us: The woman caught the golden copper coin, upon which she discovered that it was very similar in appearance to a normal copper coin, except the color was different. She was a little dazed as she asked in a quiet voice, "Is this gold?"

source: 妇人摇头柔声笑道：“施恩与人，要懂得斗米恩升米仇，谈买卖，想要获利最大，就该如卢正淳这般，先试探对方心理价位的底线所在。”
en_us: His mother shook her head and said with a gentle smile, "When bestowing favors upon others, one has to remember that occasional favors bring gratitude, while constant help breeds grudge. When doing business, the best way to maximize profits is to act like Lu Zhengchun is acting now. It's important to get a feel for the other person's bottom line."

source: 妇人摇头道：“应该不多，反正泥瓶巷杏花巷这边，就我一个。”
en_us: The woman shook her head in response. "I don't think there are that many. According to my knowledge, I'm the only one on Clay Vase Alley and Apricot Blossom Alley."

source: 妇人无言以对。
en_us: The woman had no response to this.

source: 妇人明显有些犹豫狐疑。
en_us: The woman was clearly rather hesitant.

source: 妇人更是视线始终放在前方道路上，脸色云淡风轻，至于她是否心生芥蒂，天晓得。
en_us: Meanwhile, the woman's gaze remained fixed on the path up ahead, and there was tranquil and placid look on her face. As for whether she had taken what was said to heart, that was something that only she knew.

source: 妇人最后一个离开屋子，走到门槛的时候，回头看了一眼草鞋少年，微笑道：“刘羡阳真的很把你当朋友。”
en_us: The woman was the last to leave the house, and when she arrived at the door, she turned back to face the young boy in straw sandals, saying with a faint smile, "Liu Xianyang genuinely treats you as a close friend."

source: 妇人有些无奈，却也没有继续语重心长传授道理，只觉得自家孩子天资好、根骨好，又有两个姓氏的家世作为靠山，所以未来的路还很长，虽说性情稍显偏执阴沉，但是大可以慢慢文火慢炖，拔苗助长才是最大的不妥。
en_us: The woman was slightly exasperated, yet she didn't continue to educate her son. Her son was extremely talented, after all, and his physique was also outstanding. There were more so two clans supporting him, so the path ahead of him was still an extremely long one. As such, even though he was slightly cold-hearted at the moment, this was something that could be slowly tempered and fixed with time. Trying to hasten this process would be the worst choice possible.

source: 妇人望向正阳山的那位白发老人，笑问道：“猿前辈意下如何？”
en_us: The woman glanced at the old man from the Sun Scorch Mountain and asked with a smile, "Senior Yuan, what do you say?"

source: 妇人柔声道：“顺其自然吧。”
en_us: "We'll let nature take its course," the woman said in a gentle voice.

source: 妇人欣慰笑道：“能够想到这一层，说明我的儿子很聪明，但是呢，还是错了。”
en_us: A gratified smile appeared on the woman's face as she said, "I'm glad that you're intelligent enough to think of this, but I have to tell you that you're wrong."

source: 妇人正要带着那对子女去娘家住，实在是不情不愿，娘家人尽是势利眼，对她挑中的男人那叫一个狗眼看人低，所以这些年除了逢年过节，已经来往很少，但是这种飞来横祸，妇人实在没办法，她倒是想要硬气一些，带着儿子女儿去客栈酒楼住几天，当一回阔绰人的媳妇，没奈何囊中羞涩，穷得叮当都响不起来，只得厚着脸皮回娘家挨白眼了。所以越想越气的妇人在离去之前，狠狠拧着自己男人的腰肉，直到拧得男人整张脸都歪了，这才罢休，两个孩子是见惯这幅场景的，非但不担心爹娘吵架，还使劲偷着乐呵。
en_us: The woman had no choice but to take her children to go back and live at her parental home. Everyone from her parental family was extremely snobbish, and they were always looking down on her for the man that she had chosen, so she really didn't want to go back. In fact, she rarely ever went back aside from dring festivals, but in the face of this unforeseen disaster, she simply had no choice. She wanted to take her children to live in a tavern for a few days, living the life of a rich wife for once, but she simply couldn't afford that lifestyle. She was so poor that she could barely make ends meet, so she had no alternative but to go back to her parental home even though she knew that she was going to be insulted. The more she thought about this, the angrier she became, and prior to her departure, she pinched onto a piece of flesh on her husbands waist before twisting it viciously, only letting go after his entire face was twisted in agony. The two children were already accustomed to seeing this, and not only were they not concerned by the fact that their parents were fighting, they were giggling to themselves as if they were watching a good show.

source: 妇人没来由大声道：“她肯定会！”
en_us: "She definitely would've done the same!" the woman yelled, as if to drown out all dissenting voices.

source: 妇人淡然道：“记住，你与那少年说话的时候，要和颜悦色，注意分寸。”
en_us: "Make sure to speak to that young man with respect, and take care not to offend him," the woman added.

source: 妇人点头道：“如此最好。”
en_us: "That would be best," the woman replied with a nod.

source: 妇人牵着孩子的手，笑道：“那你知不知道，最近百年，有两条崭新剑道即将到达正阳山之巅？那个跟你同龄的小女孩，出奇之处，在于她可以在那座剑气纵横的‘剑顶’之上，进退自如，逗留时间之长，甚至比起正阳山几位老祖也不逊色。”
en_us: Holding the little boy's hand, the woman smiled and said, "Then do you know? In the next 100 years, two new sword paths will reach the peak of Sun Scorch Mountain. Moreover, the special thing about the girl who's the same age as you is that she can freely walk around the 'sword peak' that's brimming with Sword Qi. In fact, the length of time that she can stay there rivals that of the grand elders of the Sun Scorch Mountain."

source: 妇人犹豫片刻，缓缓说道：“齐先生的恩师，曾经不但陪祭于那座文庙，而且还是在儒教教主的左手第二位。”
en_us: The woman hesitated momentarily, then replied, "Mr. Qi's teacher was once not only an accompanying officiant at that Confucian temple, he was also positioned second to the left of Confucius himself."

source: 妇人男孩身后的小女孩，被一位满头霜雪的魁梧老人牵着，她转头对着陈平安说了一大串话，不忘对身前同龄人男孩指指点点。
en_us: As for the little girl behind the boy and the woman, she was being led by a physically imposing elderly man with a head of white hair. She turned to Chen Ping'an and immediately began chatting away while pointing at the boy up ahead.

source: 妇人疑惑道：“敢问仙师刚才做了什么，才能让那陈平安……”
en_us: A puzzled look appeared on the woman's face as she asked, "May I ask what you did to make Chen Ping'an..."

source: 妇人看了眼老仙长，后者点点头。
en_us: The woman turned to the River Severing True Lord, and the latter gave her a slight nod.

source: 妇人看着那张犹带稚气的漂亮脸蛋，怒气冲冲，像一头雏虎，她不怒反笑，“你与那小女孩，都是有望登上‘上五境’的修行巨材，所以你们的姻缘线，就会更加复杂多变，一意孤行，刻意为之，反而不美。你真的以为现在那丫头，只是全心全意讨厌你？”
en_us: Looking at the fury on the little boy's pretty and still childish face, the woman didn't get angry. Instead, she smiled and said, "Both you and that little girl are supreme cultivation prodigies who have a chance to ascend to the 'Upper Five Tiers'. Thus, the threads of fate between you two are far more complicated than normal. Purposefully trying to seek a predetermined result will only make things more unsatisfatory. In any case, do you really think that she hates you with all her heart?"

source: 妇人眨了眨眼睛，“那具瘊子甲，内有玄机，简单而言，就是不比那部剑经差。”
en_us: "There's more to that suit of armor than meets the eye. To put it simply, it's not inferior to that sword scripture," the woman explained.

source: 妇人眼尖，看到躲在门口那边鬼鬼祟祟的邋遢汉子，顿时骂道：“姓郑的，又来叼走老娘的衣裤？你属狗的是吧？兔子还不吃窝边草，老娘再怎么不愿意承认，终究还是倒了八辈子霉，是你的嫂子，你咋就下得了手偷呢？”
en_us: Immediately thereafter, the woman spotted the disheveled man sneaking around the entrance of their home, and she yelled, "Are you here to steal more of my clothes? What the hell is wrong with you? What terrible deeds did I do in my previous life to have ended up becoming your sister-in-law? How could you do this to family?"

source: 妇人眼眸里满是笑意，“能够被仙长一眼看中，我家顾粲是能够自己走出第一步的人吧？”
en_us: A pleased smile appeared on the woman's face as she said, "The fact that you took a liking to Gu Can right away meant that he must be able to take the first step by himself, right?"

source: 妇人瞬间脸色难看至极。
en_us: The woman's expression instantly fell upon hearing this.

source: 妇人示意卢正淳先行打道回府，她自己带着儿子随意走在街道上，给他解释其中渊源，“正阳山除去那条普通的登山主路，还有专门的‘剑道’，传承至今，已经开辟出六条登顶之路，这就意味着正阳山涌现过六位货真价实的证道剑仙。”
en_us: The woman gestured for Lu Zhengchun to return first. Meanwhile, she strolled down the street with her son, explaining, "Apart from that ordinary and main path of ascent, the Sun Scorch Mountain also has a special 'sword path'. Passed down until today, they've already opened six paths to ascend to the peak. In other words, the Sun Scorch Mountain has produced six genuine Sword Immortals who have attained Dao."

source: 妇人神色复杂，想起许多亲眼目睹的奇人异事，欲言又止，最后摇头道：“不会的。”
en_us: The woman wore a complicated expression. She recalled the many mysterious people and strange events that she had seen with her own eyes, but she eventually swallowed her words and said with a shake of her head, "We won't."

source: 妇人突然对自己儿子感慨道：“千万不要小觑任何人，哪怕是卢正淳这种弯腰做狗的小人物。你以为来了小镇，就能够轻而易举将那些机缘、宝物拿到手吗？不是这样的，老龙城的苻南华，几乎道心崩碎，云霞山的蔡金简更是人间蒸发，生死不知。还有一名资质不俗的后辈，在廊桥那边看似福至心灵，便作水观，给人坏了心境，无异于在心湖底部，被人硬生生砸出一个大坑，使得湖水下降。这类事情，不会到此为止，反而接下来只会越来越多，所以说，修行路上，无一个逍遥人。”
en_us: All of a sudden, the woman mused to her son, "Don't ever look down on anybody, not even someone like Lu Zhengchun, who's content with serving as a lapdog to others. Did you think that once we arrived in this town, it would be easy for us to obtain those treasures and fated opportunities? That's not the case. Fu Nanhua of the Old Dragon City almost suffered a complete collapse of his Dao Heart, while Cai Jinjian from the Dawn Cloud Mountain has disappeared off the face of this town. There was also another junior who possessed remarkable aptitude, but has also had his Dao Heart compromised during the course of his pursuit for the fated opportunities here. Similar things will only continue to happen in this town, and that's why we say that there isn't a single person who has an easy time on the path of cultivation."

source: 妇人笑了笑，没有做意气之争。
en_us: The woman merely smiled in response and didn't argue any further.

source: 妇人笑了笑，随意挥挥手，开始赶人，“行了，起来吧，以后到了清风城，修行一事最耗光阴，路遥知马力，你是不是忘本，自然水落石出。”
en_us: The woman smiled and waved him away in a dismissive manner. "You can get up now. Speak with your actions, not your words. The path of cultivation is a long and arduous one, and eventually, your true colors will come to light."

source: 妇人笑道：“人性复杂，人心阴暗，并不以修为高低来分多寡。小地方的人物，哪怕见识短浅，可是也不全是傻子。你若作此想，迟早有一天会吃亏的。”
en_us: The woman smiled and replied, "The human mind is complicated and dark. This is the case regardless of one's cultivation. Even if the people in smaller areas are unknowledgable, this doesn't mean that they're completely stupid too. If you think like this, you'll eventually suffer the consequences one day."

source: 妇人笑道：“你不也一见面就称呼为蝼蚁吗？让他们自生自灭便是。”
en_us: The woman smiled as she replied, "You called him an ant yourself when you first met him, didn't you? In that case, just leave them to their own devices."

source: 妇人终于重新将矛头对准那个罪魁祸首，吼道：“还不滚，没断奶是不是？！”
en_us: Finally, the woman turned her attention back to Liu Baqiao, then roared, "Why are you still here? Isn't it time you ran back to your mother to be breastfed?"

source: 妇人罕见动怒，厉色训斥道：“放肆！尊称齐先生！”
en_us: In a rare display of anger, the woman put on a stern expression as she scolded, "How dare you be so insolent? You must refer to him respectfully as Mr. Qi!"

source: 妇人翻脸比翻书还快，骂骂咧咧，“还真敢有这坏心思？！去死，活该一辈子打光棍！烂命一条，哪天死在东门外都没人替你收尸”
en_us: The woman's expression instantly changed, and she launched into another scathing tirade. "So you actually do want to buy my clothes? You deserve to be a single dog for life! Even if you die at the eastern gate someday, everyone's just going to leave you to rot!"

source: 妇人耐心解释道：“你爹得到宝甲后，一旦参悟成功，能够在百尺竿头更进一步，要什么防御，一力降十会，一鼓作气碾压敌人便是。”
en_us: The woman patiently explained, "If your father can successfully master the suit of armor, he'll be able to take another massive stride in his offensive prowess. When that time comes, his defensive shortcomings will be of no concern. He'll be able to crush all of his enemies with overwhelming power, and offense will be the best defense for him!"

source: 妇人耐心解释道：“看看咱们的穿着，任你去哪家店铺买东西，只要是稍微精明的卖家，都忍不住会宰客的。”
en_us: "Take a look at our clothes," the woman explained patiently. "Regardless of which store we enter, as long as the store owner is slightly shrewd, they'll be unable to help themselves but try to rip us off."

source: 妇人胸有成竹道：“正阳山那头千岁高龄的搬山老猿，脑子不算好用，但还不至于蠢笨到被娘亲任意当猴耍的地步，其实他早已猜出娘亲借刀杀人的手段了，为何老猿愿意捏着鼻子，自己跳入陷阱，其中原因比较复杂，既有正阳山不怕惹祸上身的自负，也有一段不为人知的秘史内幕，你暂时不用管这些。”
en_us: The woman replied in a confident manner, "That Mountain-moving Ape from the Sun Scorch Mountain certainly isn't the brightest, but he's not so stupid that he would be fooled around by me like this and still remain completely oblivious. He's already figured out that I'm using him to kill Liu Xianyang, and as for why he was willing to jump into that trap anyway, the reasons involved are rather complex, and there are some rather obscure historic factors behind this. Seeing as the Sun Scorch Mountain thinks that it'll be able to handle the consequences, we certainly have no qualms in allowing them to take the fall for us."

source: 妇人脸色黯然。
en_us: A dejected look appeared on the woman's face upon hearing this.

source: 妇人自言自语道：“如果换成陈平安他娘，处于我现在的位置，相信她也会这么做的。”
en_us: The woman murmured to herself in self-consolation, "If Chen Ping'an's mother were in my position, I'm sure she would've done the same thing."

source: 妇人被骂得满脸惨白，嚅嚅喏喏不敢说半个字。
en_us: Upon hearing the old man's scolding, the woman became as pale as a sheet, not daring to utter a single word.

source: 妇人说到这里，老人终于开口说话，“五月初五？有点意思，容我算算。”
en_us: At this point in the woman's story, the River Severing True Lord finally interjected, "The fifth day of the fifth month, eh? That's interesting. Let me see..."

source: 妇人走在卢正淳三人之后，走到巷子尽头后，转头望去，看到并肩而立的少年少女，玩味笑道：“年轻真好，可是也得活着才行啊。”
en_us: The woman was walking behind Lu Zhengchun and the two servants. When they arrived at the end of the alley, she turned around, only to see the young boy and young girl standing side-by-side. She wore an amused smile as she said, "Ah, being young is so nice. However, you'll need to stay alive if you want to enjoy it."

source: 妇人赶紧摆手道：“不敢。”
en_us: The woman hurriedly waved her hands, saying, "I wouldn't dare."

source: 妇人蹲下身，双手扶住孩子的脸颊，望着那张酷似他爹的容貌，正色道：“记住，修心，亦是修行之一。顺境修力，逆境修心，缺一不可。”
en_us: The woman squatted down and placed her hands on the little boy's cheek. Looking at his face that was extremely similar to his father's, she said with a stern expression, "Remember this. Cultivating one's mind is also one aspect of cultivation. One should cultivate their strength in favorable circumstances, and one should cultivate their mind in challenging circumstances. Both are equally as important."

source: 妇人身体微微僵硬，她此时大半身体仍在床底，看不清表情。
en_us: The woman's body involuntarily became a bit stiff. However, more than half of her body was still under the bed, hiding her expression.

source: 妇人连忙低头颤声道：“万万不敢作此想！”
en_us: The woman hurriedly lowered her head as she replied in a trembling voice, "I wouldn't dare to think such insolent things!"

source: 妇人陷入沉思，再次捋了捋思路，试图查漏补缺，以免后患无穷。
en_us: The woman fell into deep thought as she spoke, re-evaluating everything that she had done up to this point to ensure that she hadn't made any mistakes or oversights.

source: 妇人随意撇了撇嘴，然后伸出大拇指，重重擦掉嘴角的血迹。
en_us: Pursing her lips, the woman had casually used a thumb to wipe the blood away.

source: 妇人震惊道：“正阳山真传身份，已经尊贵至极，猿前辈竟然还要拿出一件法宝？难道这名刘姓少年，还是一位九岁时被买瓷人放漏的修行天才？”
en_us: The woman was astounded. "True disciples of the Sun Scorch Mountain already enjoy an extremely noble standing. Yet, Senior Yuan is still going to loan him an immortal treasure? Perhaps this young boy is a cultivation prodigy who was accidentally missed by the porcelain buyers when he was nine-years-old?"

source: 妇人顾氏嫣然一笑，徐娘半老，风韵犹存，“我与那云霞山女子的差距，便是她与仙长你的差距，我怎么可能让顾粲放着洞天福地不去住，跟随那女子去田地里刨食吃？”
en_us: Despite her age, Gu Can's mother still retained much of her beauty from her younger days, and she smiled as she said, "The disparity between myself and that woman from the Dawn Cloud Mountain is no different from the gap between her and yourself. How could I possibly send Gu Can off to scrounge for scraps with that woman rather than become the disciple of someone as mighty and revered as yourself?"

source: 妇人顾氏将儿子按在自己身边坐着，轻声问道：“仙长，怎么回事？”
en_us: The woman grabbed her son to sit down next to her before asking quietly, "Immortal Elder, what's going on?"

source: 始终被按住脑袋的少女嗓音沙哑，“你们的狗屁大道，我偏不走！”
en_us: Zhi Gui's head was still pressed firmly against the ground as she retorted in a hoarse voice, "I'll never follow the path you've tried to set out for me!"

source: 始终被称呼为王朱的少女，一只手揉着下巴，一只手轻轻拍打腹部，摇头道：“没啦，真没啦，不骗你，你要是早些来，说不定还剩下几张槐叶。至于其它法子，当然没有，我又不是神仙，哪里晓得让人起死回生、白骨生肉的手段，对吧？陈平安，你可不能强人所难，唉，我真是看错你了，以为你跟他们都不一样，不是那种挟恩图报的家伙呢。”
en_us: Zhi Gui stroked her own chin with one hand while gently patting her own belly with the other, shaking her head as she replied, "I'm afraid I don't have any locust leaves. Seriously, I'm not lying to you. If you had come to me earlier, perhaps I would've still had a few left. As for other methods to save Liu Xianyang, I can't help you there, either. I'm not a god, so how could I possibly know any way to revive someone from the brink of death? You're asking too much of me, Chen Ping'an. It looks like I was wrong about you, I thought you wouldn't be one of those people who would extort me just because you saved me once."

source: 姓宋的孩子，在床上翻来覆去，怎么也睡不着。
en_us: Song Jixin tossed and turned in his bed, yet he couldn't fall asleep no matter what.

source: 姚老头最后一次带陈平安进山，经过其中一座山头的时候，指了个地方给他看，说那是陈氏另外一支的老祖宗下葬地方，坟墓就在那座山上，风水很好。至于陈平安这一支的，姚老头说神仙也找不着了，近几百年来，这一支姓陈的子孙都没出息，尽是些破落户，除了死撑着没给四姓十族当奴做婢，一无是处。
en_us: The final time Old Man Yao brought Chen Ping'an into the mountains, he pointed to an area when they passed by a certain mountain, telling him that this was the burial place of the ancestors of the other branch of the Chen Clan. The feng shui there was especially good. As for the branch that Chen Ping'an belonged to, Old Man Yao said that even the immortals wouldn't be able to find their ancestral burial grounds. For the past few centuries, this branch of the Chen Clan hadn't produced a single competent person. They were all impoverished families, and their only achievement was that they hadn't bowed down and become servants of the Four Surnames and Ten Clans.

source: 姚老头说这叫树挪死人挪活、泥土挪窝成了佛，一把抓在手里的泥，只要离开了原本的土地，很快就会变味。
en_us: Old Man Yao referred to this as "trees move when dead, and humans move when alive, while soil moved from their homes transform into statues placed high". Once soil was removed from it original habitat, it would very quickly change taste.

source: 威严嗓音再度响起，“一人一物，刚好是两份机缘，留在院中即可。三十年内，你不许离开书简湖半步。”
en_us: The mighty voice sounded once again, saying, "One person and one item makes exactly two fated opportunities. Just leave them in the courtyard. For the next 30 years, you're also prohibited from taking a single step outside Lake Shujian."

source: 婢女一边盯着那名刺客的动静，一边在屋檐上悄然后退，最后快速地深呼吸一口气，准备助跑。
en_us: While carefully observing the assassin, the maidservant slowly retreated on the rooftop, then quickly took a deep breath in preparation to rush along the rooftop and launch herself forward.

source: 婢女丢掉所有玉米、菜叶，拍拍手，转头笑眯眯道：“你以为你谁啊，让我说就说？”
en_us: The maidservant scattered the remaining corn and vegetable leaves before clapping her hands clean and saying with a smile, "Who do you think you are? Why should I listen to you?"
